Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.help.reorderWorkspaces
source: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Reorder workspaces within a window as one atomic batch. The comma-separated order is the final leading order inside the pinned and unpinned groups; unmentioned workspaces keep their relative order after listed peers in the same group. Flags: --order <refs> Comma-separated workspace refs to place first --window <id|ref|index> Window context --dry-run Print the resolved final indexes without applying Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
ar: الاستخدام: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] إعادة ترتيب مساحات العمل داخل النافذة كدفعة ذرية واحدة. يمثل الترتيب المفصول بفاصلة الترتيب الرئيسي النهائي داخل المجموعات المثبتة وغير المثبتة؛ وتحتفظ مساحات العمل غير المذكورة بترتيبها النسبي بعد النظراء المدرجين في نفس المجموعة. الخيارات: --order <refs> مراجع مساحة العمل المفصولة بفاصلة لوضعها أولاً --window <id|ref|index> سياق النافذة --dry-run طباعة الفهارس النهائية المحلولة دون تطبيقها مثال: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
de: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Ordnet Workspaces in einem Fenster als atomaren Batch neu an. Die kommaseparierte Reihenfolge ist die endgültige führende Reihenfolge innerhalb der angehefteten und nicht angehefteten Gruppen; nicht angegebene Workspaces behalten ihre relative Reihenfolge nach den aufgeführten Workspaces in derselben Gruppe. Flags: --order <refs> Kommaseparierte Workspace-Referenzen, die zuerst platziert werden --window <id|ref|index> Fensterkontext --dry-run Gibt die aufgelösten endgültigen Indizes aus, ohne anzuwenden Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
es: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Reordena los espacios de trabajo de una ventana como un lote atómico. El orden separado por comas es el orden inicial final dentro de los grupos fijados y no fijados; los espacios no mencionados conservan su orden relativo después de los espacios listados en el mismo grupo. Flags: --order <refs> Referencias de espacios de trabajo separadas por comas para colocar primero --window <id|ref|index> Contexto de ventana --dry-run Imprime los índices finales resueltos sin aplicar cambios Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
fr: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Réordonne les espaces de travail d'une fenêtre en un lot atomique. L'ordre séparé par des virgules est l'ordre de tête final dans les groupes épinglés et non épinglés; les espaces non mentionnés conservent leur ordre relatif après les espaces listés dans le même groupe. Flags: --order <refs> Références d'espaces de travail séparées par des virgules à placer en premier --window <id|ref|index> Contexte de fenêtre --dry-run Affiche les indices finaux résolus sans appliquer Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
it: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Riordina le aree di lavoro in una finestra come un unico batch atomico. L'ordine separato da virgole è l'ordine iniziale finale nei gruppi fissati e non fissati; le aree non menzionate mantengono il loro ordine relativo dopo quelle elencate nello stesso gruppo. Flags: --order <refs> Riferimenti alle aree di lavoro separati da virgole da posizionare per primi --window <id|ref|index> Contesto della finestra --dry-run Stampa gli indici finali risolti senza applicare Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
ja: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] ワークスペースを 1 つのウィンドウ内でアトミックに並べ替えます。カンマ区切りの 順序は、ピン留め済みグループと未ピン留めグループ内で先頭に置く最終順序です。 指定されていないワークスペースは、同じグループ内で指定されたワークスペースの後に 元の相対順序で残ります。 Flags: --order <refs> 先頭に配置するワークスペース参照をカンマ区切りで指定 --window <id|ref|index> ウィンドウコンテキスト --dry-run 適用せずに解決後の最終インデックスを出力 Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
ko: 사용법: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] 창 내부의 작업 공간들을 하나의 원자적 배치로 순서를 변경합니다. 쉼표로 구분된 순서는 고정 및 고정 해제된 그룹 내에서 최종적인 선두 순서가 됩니다. 언급되지 않은 작업 공간은 동일 그룹 내의 나열된 작업 공간 뒤에 상대적인 순서를 그대로 유지합니다. 플래그: --order <refs> 가장 먼저 배치할 쉼표로 구분된 작업 공간 참조(refs) --window <id|ref|index> 창(Window) 컨텍스트 --dry-run 실제 적용하지 않고 확인된 최종 인덱스 출력 예시: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
nb: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Omordner arbeidsområder i ett vindu som én atomisk batch. Den kommaseparerte rekkefølgen er den endelige ledende rekkefølgen i festede og ikke-festede grupper; arbeidsområder som ikke er nevnt beholder sin relative rekkefølge etter de oppførte arbeidsområdene i samme gruppe. Flags: --order <refs> Kommaseparerte arbeidsområdereferanser som plasseres først --window <id|ref|index> Vinduskontekst --dry-run Skriv ut de løste endelige indeksene uten å bruke endringen Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
pt_br: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Reordena os workspaces em uma janela como um único lote atômico. A ordem separada por vírgulas é a ordem inicial final dentro dos grupos fixados e não fixados; workspaces não mencionados mantêm sua ordem relativa depois dos listados no mesmo grupo. Flags: --order <refs> Referências de workspaces separadas por vírgulas para colocar primeiro --window <id|ref|index> Contexto da janela --dry-run Imprime os índices finais resolvidos sem aplicar Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
ru: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Переупорядочивает рабочие пространства в окне как один атомарный пакет. Порядок, разделенный запятыми, задает итоговый начальный порядок внутри закрепленных и незакрепленных групп; неуказанные рабочие пространства сохраняют относительный порядок после перечисленных элементов в той же группе. Flags: --order <refs> Ссылки рабочих пространств через запятую, которые нужно поставить первыми --window <id|ref|index> Контекст окна --dry-run Выводит разрешенные итоговые индексы без применения Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
uk: Usage: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] Переупорядковує робочі простори у вікні як один атомарний пакет. Порядок, розділений комами, задає підсумковий початковий порядок у закріплених і незакріплених групах; не зазначені робочі простори зберігають відносний порядок після перелічених у тій самій групі. Flags: --order <refs> Посилання робочих просторів через кому, які треба поставити першими --window <id|ref|index> Контекст вікна --dry-run Виводить розв'язані підсумкові індекси без застосування Example: cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
zh_hans: 用法: cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] 将窗口内的工作区作为一个原子批次进行重新排序。以逗号分隔的 顺序是已固定和未固定组内的最终前导顺序； 未提及的工作区在相同组中列出的同辈之后保持其相对顺序 。 标志： --order <refs> 逗号分隔的工作区引用，放在最前面 --window <id|ref|index> 窗口上下文 --dry-run 打印解析后的最终索引而不应用 示例： cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run
zh_hant: 用法：cmux reorder-workspaces --order <id|ref|index>,<id|ref|index>,... [flags] 在視窗內以單一不可分割的批次重新排序工作區。以逗號分隔的 順序是釘選和未釘選群組內最終的首要順序； 未提及的工作區將保留其在已列出同級工作區之後的相對順序，該順序位於相同的 群組中。 旗標： --order <refs> 以逗號分隔、要優先放置的工作區參照 (refs) --window <id|ref|index> 視窗內容 --dry-run 僅列印解析後的最終索引，不套用變更 範例： cmux reorder-workspaces --order workspace:1,workspace:11,workspace:31 cmux reorder-workspaces --order workspace:11,workspace:1 --dry-run

# cli.help.setStatus
source: Usage: cmux set-status <key> <value> [flags] Set a sidebar status entry for a workspace. Status entries appear as pills in the sidebar tab row. Use a unique key so different tools (e.g. "claude_code", "build") can manage their own entries. Flags: --icon <name> Icon name (e.g. "sparkle", "hammer") --color <#hex> Pill color (e.g. "#ff9500") --priority <n> Sort priority; higher appears first (default: 0) --workspace <id|ref> Target workspace (default: $CMUX_WORKSPACE_ID) Example: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
ar: الاستخدام: cmux set-status <key> <value> [flags] تعيين إدخال حالة في الشريط الجانبي لمساحة عمل. تظهر إدخالات الحالة على شكل حبوب (pills) في صف علامات تبويب الشريط الجانبي. استخدم مفتاحًا فريدًا بحيث تتمكن الأدوات المختلفة (مثل "claude_code"، "build") من إدارة إدخالاتها الخاصة. الخيارات: --icon <name> اسم الأيقونة (مثل "sparkle"، "hammer") --color <#hex> لون الحبة (مثل "#ff9500") --priority <n> أولوية الفرز؛ يظهر الأعلى أولاً (الافتراضي: 0) --workspace <id|ref> مساحة العمل المستهدفة (الافتراضي: $CMUX_WORKSPACE_ID) مثال: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
de: Verwendung: cmux set-status <key> <value> [flags] Setzt einen Seitenleisten-Statuseintrag für einen Arbeitsbereich. Statuseinträge werden als Pillen in der Tab-Zeile der Seitenleiste angezeigt. Verwenden Sie einen eindeutigen Schlüssel, damit verschiedene Werkzeuge (z. B. "claude_code", "build") ihre eigenen Einträge verwalten können. Flags: --icon <name> Symbolname (z. B. "sparkle", "hammer") --color <#hex> Pillenfarbe (z. B. "#ff9500") --priority <n> Sortierpriorität; höher erscheint zuerst (Standard: 0) --workspace <id|ref> Ziel-Arbeitsbereich (Standard: $CMUX_WORKSPACE_ID) Beispiel: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
es: Uso: cmux set-status <key> <value> [flags] Establece una entrada de estado de la barra lateral para un espacio de trabajo. Las entradas de estado aparecen como píldoras en la fila de pestañas de la barra lateral. Usa una clave única para que diferentes herramientas (por ejemplo, "claude_code", "build") puedan gestionar sus propias entradas. Opciones: --icon <name> Nombre del icono (por ejemplo, "sparkle", "hammer") --color <#hex> Color de la píldora (por ejemplo, "#ff9500") --priority <n> Prioridad de ordenación; los valores más altos aparecen primero (por defecto: 0) --workspace <id|ref> Espacio de trabajo objetivo (por defecto: $CMUX_WORKSPACE_ID) Ejemplo: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
fr: Utilisation : cmux set-status <key> <value> [flags] Définit une entrée de statut dans la barre latérale pour un espace de travail. Les entrées de statut apparaissent sous forme de pastilles dans la rangée d'onglets de la barre latérale. Utilisez une clé unique pour que différents outils (par ex. "claude_code", "build") puissent gérer leurs propres entrées. Options : --icon <name> Nom de l'icône (par ex. "sparkle", "hammer") --color <#hex> Couleur de la pastille (par ex. "#ff9500") --priority <n> Priorité de tri ; une valeur plus élevée apparaît en premier (par défaut : 0) --workspace <id|ref> Espace de travail cible (par défaut : $CMUX_WORKSPACE_ID) Exemple : cmux set-status build "compilation" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
ja: Usage: cmux set-status <key> <value> [flags] ワークスペースのサイドバーステータスエントリを設定します。ステータスエントリは サイドバーのタブ行にピルとして表示されます。異なるツール （例: "claude_code", "build"）がそれぞれのエントリを管理できるよう、一意のキーを使用してください。 Flags: --icon <name> アイコン名（例: "sparkle", "hammer"） --color <#hex> ピルの色（例: "#ff9500"） --priority <n> 並び順の優先度。大きい値ほど先に表示（デフォルト: 0） --workspace <id|ref> 対象ワークスペース（デフォルト: $CMUX_WORKSPACE_ID） Example: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
ko: 사용법: cmux set-status <key> <value> [flags] 작업 공간의 사이드바 상태 항목을 설정합니다. 상태 항목은 사이드바 탭 행에 알약(pill) 모양으로 나타납니다. 여러 다른 도구들 (예: "claude_code", "build")이 각각의 항목을 관리할 수 있도록 고유한 키를 사용하십시오. 플래그: --icon <name> 아이콘 이름 (예: "sparkle", "hammer") --color <#hex> 알약(pill) 색상 (예: "#ff9500") --priority <n> 정렬 우선순위, 높을수록 먼저 표시됨 (기본값: 0) --workspace <id|ref> 대상 작업 공간 (기본값: $CMUX_WORKSPACE_ID) 예시: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
zh_hans: 用法：cmux set-status <key> <value> [flags] 为工作区设置一个侧边栏状态条目。状态条目会以胶囊标签的形式 显示在侧边栏的标签页行中。请使用唯一的 key，让不同工具 （例如 "claude_code"、"build"）各自管理自己的条目。 标志: --icon <name> 图标名称（例如 "sparkle"、"hammer"） --color <#hex> 胶囊标签颜色（例如 "#ff9500"） --priority <n> 排序优先级；数值越大越靠前（默认：0） --workspace <id|ref> 目标工作区（默认：$CMUX_WORKSPACE_ID） 示例: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
zh_hant: 用法：cmux set-status <key> <value> [flags] 為工作區設定側邊欄狀態條目。狀態條目會以 藥丸形標籤的形式顯示在側邊欄標籤列中。請使用唯一的鍵值 (key)，以便不同的工具 (例如 "claude_code"、"build") 可以管理各自的條目。 旗標： --icon <name> 圖示名稱 (例如 "sparkle"、"hammer") --color <#hex> 藥丸形標籤顏色 (例如 "#ff9500") --priority <n> 排序優先權；值越高越優先顯示 (預設值：0) --workspace <id|ref> 目標工作區 (預設值：$CMUX_WORKSPACE_ID) 範例： cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2

# cli.localTmux.error.cleanupListFailed
source: local-tmux cleanup could not list sessions; the registry was left unchanged.
ar: تعذر على تنظيف local-tmux سرد الجلسات؛ ولم يتم تغيير السجل (registry).
de: local-tmux cleanup konnte keine Sitzungen auflisten; die Registrierung blieb unverändert.
es: la limpieza de local-tmux no pudo listar las sesiones; el registro no se modificó.
fr: local-tmux cleanup n'a pas pu lister les sessions ; le registre est resté inchangé.
ja: local-tmux のクリーンアップでセッションを一覧表示できなかったため、レジストリは変更されませんでした。
ko: local-tmux cleanup이 세션을 나열하지 못했습니다. 레지스트리가 변경되지 않은 상태로 유지되었습니다.
zh_hans: local-tmux 清理无法列出会话；注册表保持不变。
zh_hant: local-tmux cleanup 無法列出工作階段；登錄檔 (registry) 保持不變。

# cli.localTmux.error.cleanupSelector
source: local-tmux cleanup does not take a session selector
ar: لا يقبل تنظيف local-tmux محدد جلسة
de: local-tmux cleanup akzeptiert keinen Sitzungs-Selektor
es: la limpieza de local-tmux no acepta un selector de sesión
fr: local-tmux cleanup ne prend pas de sélecteur de session
ja: local-tmux cleanup ではセッションセレクターを指定できません
ko: local-tmux cleanup은 세션 선택기를 허용하지 않습니다.
zh_hans: local-tmux 清理不接受会话选择器
zh_hant: local-tmux cleanup 不接受工作階段選擇器

# cli.localTmux.error.clientListFailed
source: local-tmux could not inspect attached clients.
ar: تعذر على local-tmux فحص العملاء المتصلين.
de: local-tmux konnte die verbundenen Clients nicht untersuchen.
es: local-tmux no pudo inspeccionar los clientes acoplados.
fr: local-tmux n'a pas pu inspecter les clients attachés.
ja: local-tmux は接続中のクライアントを確認できませんでした。
ko: local-tmux가 연결된 클라이언트를 검사할 수 없습니다.
zh_hans: local-tmux 无法检查已连接的客户端。
zh_hant: local-tmux 無法檢查已連接的用戶端。

# cli.localTmux.error.clientNotFound
source: local-tmux client not found for session %@: %@
ar: لم يتم العثور على عميل local-tmux للجلسة %@: %@
de: local-tmux-Client für Sitzung %@ nicht gefunden: %@
es: cliente de local-tmux no encontrado para la sesión %@: %@
fr: client local-tmux introuvable pour la session %@ : %@
ja: セッション %@ の local-tmux クライアントが見つかりません: %@
ko: 세션 %@에 대한 local-tmux 클라이언트를 찾을 수 없습니다: %@
zh_hans: 未找到会话 %@ 的 local-tmux 客户端：%@
zh_hant: 找不到工作階段 %@ 的 local-tmux 用戶端：%@

# cli.localTmux.error.listFailed
source: local-tmux could not list sessions; liveness is unknown.
ar: تعذر على local-tmux سرد الجلسات؛ حالة النشاط غير معروفة.
de: local-tmux konnte keine Sitzungen auflisten; Aktivitätszustand ist unbekannt.
es: local-tmux no pudo listar las sesiones; se desconoce si están activas.
fr: local-tmux n'a pas pu lister les sessions ; l'état d'activité est inconnu.
ja: local-tmux はセッションを一覧表示できなかったため、生存状態を確認できません。
ko: local-tmux가 세션을 나열할 수 없습니다. 활성 여부를 알 수 없습니다.
zh_hans: local-tmux 无法列出会话；活跃状态未知。
zh_hant: local-tmux 無法列出工作階段；存活狀態未知。

# cli.localTmux.error.listingIncomplete
source: local-tmux session listing was incomplete; liveness is unknown.
ar: كانت قائمة جلسات local-tmux غير كاملة؛ حالة النشاط غير معروفة.
de: local-tmux-Sitzungsauflistung war unvollständig; Aktivitätszustand ist unbekannt.
es: la lista de sesiones de local-tmux estaba incompleta; se desconoce si están activas.
fr: La liste des sessions local-tmux était incomplète ; l'état d'activité est inconnu.
ja: local-tmux のセッション一覧が不完全なため、生存状態を確認できません。
ko: local-tmux 세션 목록이 불완전합니다. 활성 여부를 알 수 없습니다.
zh_hans: local-tmux 会话列表不完整；活跃状态未知。
zh_hant: local-tmux 工作階段列表不完整；存活狀態未知。

# cli.localTmux.error.closeFailed
source: local-tmux close failed
ar: فشل إغلاق local-tmux
de: local-tmux close fehlgeschlagen
es: falló el cierre de local-tmux
fr: Échec de fermeture de local-tmux
ja: local-tmux の終了に失敗しました
ko: local-tmux close 실패
zh_hans: local-tmux 关闭失败
zh_hant: local-tmux 關閉失敗

# cli.localTmux.error.createDirectory
source: could not create local-tmux state directory
ar: تعذر إنشاء دليل حالة local-tmux
de: Zustandsverzeichnis für local-tmux konnte nicht erstellt werden
es: no se pudo crear el directorio de estado de local-tmux
fr: impossible de créer le répertoire d'état de local-tmux
ja: local-tmux の状態ディレクトリを作成できませんでした
ko: local-tmux 상태 디렉터리를 생성할 수 없습니다.
zh_hans: 无法创建 local-tmux 状态目录
zh_hant: 無法建立 local-tmux 狀態目錄

# cli.localTmux.error.cwdInvalid
source: local-tmux working directory is not an accessible directory: %@
ar: دليل عمل local-tmux ليس دليلاً يمكن الوصول إليه: %@
de: local-tmux-Arbeitsverzeichnis ist kein zugängliches Verzeichnis: %@
es: el directorio de trabajo de local-tmux no es un directorio accesible: %@
fr: le répertoire de travail de local-tmux n'est pas un répertoire accessible : %@
ja: local-tmux の作業ディレクトリにアクセスできません: %@
ko: local-tmux 작업 디렉터리가 액세스 가능한 디렉터리가 아닙니다: %@
zh_hans: local-tmux 工作目录不是可访问的目录：%@
zh_hant: local-tmux 工作目錄不是可存取的目錄：%@

# cli.localTmux.error.detachOnly
source: local-tmux --client/--all are only valid with detach
ar: الخياران local-tmux --client/--all صالحان فقط مع الفصل (detach)
de: local-tmux --client/--all sind nur mit detach gültig
es: local-tmux --client/--all solo son válidos con detach
fr: local-tmux --client/--all sont uniquement valides avec detach
ja: local-tmux の --client/--all は detach でのみ使用できます
ko: local-tmux --client/--all은 detach에서만 유효합니다.
zh_hans: local-tmux --client/--all 仅在执行 detach 时有效
zh_hant: local-tmux --client/--all 僅在搭配 detach 時有效

# cli.localTmux.error.attachOrStartOnly
source: local-tmux workspace and attachment options are only valid with start or attach
ar: تعتبر خيارات مساحة عمل وإرفاق local-tmux صالحة فقط مع start أو attach
de: local-tmux Arbeitsbereichs- und Anhangsoptionen sind nur mit start oder attach gültig
es: las opciones de acoplamiento y de espacio de trabajo de local-tmux solo son válidas con start o attach
fr: les options d'espace de travail et d'attachement local-tmux sont uniquement valides avec start ou attach
ja: local-tmux のワークスペースとアタッチ用オプションは start または attach でのみ使用できます
ko: local-tmux 작업 공간 및 연결 옵션은 start 또는 attach에서만 유효합니다.
zh_hans: local-tmux 工作区和连接选项仅在执行 start 或 attach 时有效
zh_hant: local-tmux 工作區和連接 (attachment) 選項僅在搭配 start 或 attach 時有效

# cli.localTmux.error.detachSelectorConflict
source: local-tmux detach accepts either --client or --all, not both
ar: يقبل local-tmux detach إما --client أو --all، وليس كلاهما
de: local-tmux detach akzeptiert entweder --client oder --all, nicht beides
es: local-tmux detach acepta --client o --all, pero no ambos
fr: local-tmux detach accepte soit --client soit --all, mais pas les deux
ja: local-tmux detach では --client と --all のどちらか一方を指定してください
ko: local-tmux detach는 --client 또는 --all 중 하나만 허용하며, 둘 다 허용하지는 않습니다.
zh_hans: local-tmux detach 仅接受 --client 或 --all 之一，不能同时使用
zh_hant: local-tmux detach 僅接受 --client 或 --all 其中之一，不能同時使用

# cli.localTmux.error.duplicateName
source: local-tmux: session name was supplied more than once
ar: local-tmux: تم توفير اسم الجلسة أكثر من مرة
de: local-tmux: Sitzungsname wurde mehr als einmal angegeben
es: local-tmux: el nombre de la sesión se proporcionó más de una vez
fr: local-tmux : le nom de session a été fourni plus d'une fois
ja: local-tmux: セッション名が複数回指定されています
ko: local-tmux: 세션 이름이 두 번 이상 제공되었습니다.
zh_hans: local-tmux：会话名称被多次提供
zh_hant: local-tmux：提供了一次以上的工作階段名稱

# cli.localTmux.error.headlessOnly
source: local-tmux --headless is only valid with attach or start
ar: الخيار local-tmux --headless صالح فقط مع attach أو start
de: local-tmux --headless ist nur mit attach oder start gültig
es: local-tmux --headless solo es válido con attach o start
fr: local-tmux --headless est uniquement valide avec attach ou start
ja: local-tmux の --headless は attach または start でのみ使用できます
ko: local-tmux --headless는 attach 또는 start에서만 유효합니다.
zh_hans: local-tmux --headless 仅在执行 attach 或 start 时有效
zh_hant: local-tmux --headless 僅在搭配 attach 或 start 時有效

# cli.localTmux.error.insecurePath
source: local-tmux state path is not owned by the current user or is group/world accessible: %@
ar: مسار حالة local-tmux ليس مملوكًا للمستخدم الحالي أو يمكن الوصول إليه من قبل المجموعة/الجميع: %@
de: local-tmux-Zustandspfad gehört nicht dem aktuellen Benutzer oder ist für Gruppe/andere zugänglich: %@
es: la ruta de estado de local-tmux no pertenece al usuario actual o tiene permisos de acceso para el grupo o para todos: %@
fr: le chemin d'état de local-tmux n'appartient pas à l'utilisateur actuel ou est accessible par le groupe ou tout le monde : %@
ja: local-tmux の状態パスが現在のユーザー所有でないか、グループ/全ユーザーに公開されています: %@
ko: local-tmux 상태 경로가 현재 사용자의 소유가 아니거나 그룹/외부에서 액세스할 수 있습니다: %@
zh_hans: local-tmux 状态路径不属于当前用户，或者可被组/所有人访问：%@
zh_hant: local-tmux 狀態路徑不屬於目前使用者，或者可被群組/所有人存取：%@

# cli.localTmux.error.interactiveExit
source: local-tmux interactive client exited with status %d
ar: خرج عميل local-tmux التفاعلي بالحالة %d
de: Interaktiver local-tmux-Client wurde mit Status %d beendet
es: el cliente interactivo de local-tmux finalizó con el estado %d
fr: le client interactif local-tmux a quitté avec le statut %d
ja: local-tmux の対話クライアントがステータス %d で終了しました
ko: local-tmux 대화형 클라이언트가 상태 %d(으)로 종료되었습니다.
zh_hans: local-tmux 交互式客户端以状态码 %d 退出
zh_hant: local-tmux 互動式用戶端已結束，狀態碼為 %d

# cli.localTmux.error.interactiveStart
source: local-tmux could not start an interactive client
ar: تعذر على local-tmux بدء عميل تفاعلي
de: local-tmux konnte keinen interaktiven Client starten
es: local-tmux no pudo iniciar un cliente interactivo
fr: local-tmux n'a pas pu démarrer un client interactif
ja: local-tmux の対話クライアントを起動できませんでした
ko: local-tmux가 대화형 클라이언트를 시작할 수 없습니다.
zh_hans: local-tmux 无法启动交互式客户端
zh_hant: local-tmux 無法啟動互動式用戶端
